{"format": "keras", "nodes": [{"name": "input_9", "id": "input_9", "class_name": "InputLayer", "output_shape": [[null, 28, 28, 1]], "num_parameters": 0}, {"name": "input_10", "id": "input_10", "class_name": "InputLayer", "output_shape": [[null, 28, 28, 1]], "num_parameters": 0}, {"name": "model_4", "id": "model_4", "class_name": "Model", "output_shape": [null, 128], "num_parameters": 100480}, {"name": "lambda_2", "id": "lambda_2", "class_name": "Lambda", "output_shape": [null, 1], "num_parameters": 0}, {"name": "dense_5", "id": "dense_5", "class_name": "Dense", "output_shape": [null, 1], "num_parameters": 2}], "edges": [["input_9", "model_4"], ["input_10", "model_4"], ["model_4", "lambda_2"], ["model_4", "lambda_2"], ["lambda_2", "dense_5"]]}