{"format": "keras", "nodes": [{"name": "input_14", "id": "input_14", "class_name": "InputLayer", "output_shape": [[null, 28, 28]], "num_parameters": 0}, {"name": "input_15", "id": "input_15", "class_name": "InputLayer", "output_shape": [[null, 28, 28]], "num_parameters": 0}, {"name": "model_7", "id": "model_7", "class_name": "Model", "output_shape": [null, 128], "num_parameters": 100480}, {"name": "lambda_4", "id": "lambda_4", "class_name": "Lambda", "output_shape": [null, 1], "num_parameters": 0}, {"name": "dense_8", "id": "dense_8", "class_name": "Dense", "output_shape": [null, 1], "num_parameters": 2}], "edges": [["input_14", "model_7"], ["input_15", "model_7"], ["model_7", "lambda_4"], ["model_7", "lambda_4"], ["lambda_4", "dense_8"]]}