{"format": "keras", "nodes": [{"name": "input_8", "id": "input_8", "class_name": "InputLayer", "output_shape": [[null, 28, 28]], "num_parameters": 0}, {"name": "input_9", "id": "input_9", "class_name": "InputLayer", "output_shape": [[null, 28, 28]], "num_parameters": 0}, {"name": "model_3", "id": "model_3", "class_name": "Model", "output_shape": [null, 128], "num_parameters": 100480}, {"name": "lambda_2", "id": "lambda_2", "class_name": "Lambda", "output_shape": [null, 1], "num_parameters": 0}, {"name": "dense_4", "id": "dense_4", "class_name": "Dense", "output_shape": [null, 1], "num_parameters": 2}], "edges": [["input_8", "model_3"], ["input_9", "model_3"], ["model_3", "lambda_2"], ["model_3", "lambda_2"], ["lambda_2", "dense_4"]]}