{"format": "keras", "nodes": [{"name": "input_12", "id": "input_12", "class_name": "InputLayer", "output_shape": [[null, 28, 28]], "num_parameters": 0}, {"name": "input_13", "id": "input_13", "class_name": "InputLayer", "output_shape": [[null, 28, 28]], "num_parameters": 0}, {"name": "model_6", "id": "model_6", "class_name": "Model", "output_shape": [null, 128], "num_parameters": 100480}, {"name": "lambda_3", "id": "lambda_3", "class_name": "Lambda", "output_shape": [null, 1], "num_parameters": 0}, {"name": "dense_7", "id": "dense_7", "class_name": "Dense", "output_shape": [null, 1], "num_parameters": 2}], "edges": [["input_12", "model_6"], ["input_13", "model_6"], ["model_6", "lambda_3"], ["model_6", "lambda_3"], ["lambda_3", "dense_7"]]}