{"format": "keras", "nodes": [{"name": "input_11", "id": "input_11", "class_name": "InputLayer", "output_shape": [[null, 28, 28]], "num_parameters": 0}, {"name": "input_12", "id": "input_12", "class_name": "InputLayer", "output_shape": [[null, 28, 28]], "num_parameters": 0}, {"name": "model_5", "id": "model_5", "class_name": "Model", "output_shape": [null, 128], "num_parameters": 100480}, {"name": "lambda_3", "id": "lambda_3", "class_name": "Lambda", "output_shape": [null, 1], "num_parameters": 0}, {"name": "dense_6", "id": "dense_6", "class_name": "Dense", "output_shape": [null, 1], "num_parameters": 2}], "edges": [["input_11", "model_5"], ["input_12", "model_5"], ["model_5", "lambda_3"], ["model_5", "lambda_3"], ["lambda_3", "dense_6"]]}