{"format": "keras", "nodes": [{"name": "input_24", "id": "input_24", "class_name": "InputLayer", "output_shape": [[null, 28, 28, 1]], "num_parameters": 0}, {"name": "input_25", "id": "input_25", "class_name": "InputLayer", "output_shape": [[null, 28, 28, 1]], "num_parameters": 0}, {"name": "model_13", "id": "model_13", "class_name": "Model", "output_shape": [null, 128], "num_parameters": 156700}, {"name": "lambda_7", "id": "lambda_7", "class_name": "Lambda", "output_shape": [null, 1], "num_parameters": 0}, {"name": "dense_16", "id": "dense_16", "class_name": "Dense", "output_shape": [null, 1], "num_parameters": 2}], "edges": [["input_24", "model_13"], ["input_25", "model_13"], ["model_13", "lambda_7"], ["model_13", "lambda_7"], ["lambda_7", "dense_16"]]}